{
  "legal": {
    "header": {
      "title": "Legal Notice"
    },
    "content": [
      {
        "component": "ContentText",
        "title": "Legal Notice | Information according to § 5 TMG",
        "text": "Maximilian Kobus{{Break}}Front-End Development and Digital Design{{Break}}80333 Munich{{Break}}<Italic>Exact address will be provided upon email or phone request - not published for privacy reasons.</Italic>"
      },
      {
        "component": "ContentText",
        "title": "Contact",
        "text": "Phone: ['+491629020826', ['tel:01629020826', '_self', 'content-tel']] {{Break}} Email: ['hello@koby.dev', ['mailto:hello@koby.dev', '_self', 'content-mail']]"
      },
      {
        "component": "ContentText",
        "title": "EU Dispute Resolution",
        "text": "The European Commission provides a platform for online dispute resolution (ODR): ['ec.europa.eu/consumers/odr', ['https://ec.europa.eu/consumers/odr', '_blank', 'content-link']].{{Break}} Our email address can be found in the section above."
      },
      {
        "component": "ContentText",
        "title": "Consumer Dispute Resolution / Universal Arbitration Board",
        "text": "We are not willing or obligated to participate in dispute resolution proceedings before a consumer arbitration board."
      },
      {
        "component": "ContentText",
        "title": "Liability for Content",
        "text": "As a service provider, we are responsible according to § 7 (1) TMG for our own content on these pages in accordance with general laws. However, according to §§ 8 to 10 TMG, we are not obligated as a service provider to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. {{Break}}{{Break}} Obligations to remove or block the use of information under general law remain unaffected. However, liability in this regard is only possible from the time of knowledge of a specific legal violation. Upon becoming aware of corresponding legal violations, we will remove these contents immediately."
      },
      {
        "component": "ContentText",
        "title": "Liability for Links",
        "text": "Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the linked pages is always responsible for the contents of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. {{Break}}{{Break}} However, a permanent control of the contents of the linked pages is not reasonable without concrete evidence of a violation of the law. Upon becoming aware of legal violations, we will remove such links immediately."
      },
      {
        "component": "ContentText",
        "title": "Copyright",
        "text": "The content and works created by the site operators on these pages are subject to German copyright law. The reproduction, editing, distribution and any kind of utilization outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. {{Break}}{{Break}} Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is identified as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. Upon becoming aware of legal violations, we will remove such contents immediately."
      },
      {
        "component": "ContentText",
        "title": "Source",
        "text": "['https://www.e-recht24.de', ['https://www.e-recht24.de', '_blank', 'content-link']]"
      }
    ]
  }
}