{
  "common": {
    "available": "Verfügbar für Projekte",
    "navigation": {
      "home": "Startseite",
      "projects": "Projekte",
      "interview": "Interview",
      "contact": "Kontakt"
    },
    "footer": {
      "home": "Startseite",
      "imprint": "Impressum",
      "privacy": "Datenschutz",
      "copy": "Maximilian Kobus"
    }
  },
  "home": {
    "header": {
      "headline-1": "Hi, ich heiße Maximilian.",
      "headline-2": "Ich arbeite als Front-End Entwickler & Digital Designer."
    },
    "interview-teaser": {
      "headline": "Interview",
      "text": "Mein Name ist Maximilian. Ich arbeite als Front-End Entwickler und Web-Designer in München bei SNK.",
      "link": "Mehr erfahren"
    },
    "services": {
      "headline": {
        "headline": "Leistungen",
        "subline": "Aus Ideen herausragende digitale Erlebnisse schaffen."
      },
      "teaser": [
        {
          "headline": "Entwicklung",
          "text": "Als erfahrener Front-End Entwickler mit über zehn Jahren Erfahrung habe ich bereits an zahlreichen Projekten gearbeitet, sowohl für kleine und mittelständische Unternehmen als auch für große Konzerne. Dadurch habe ich ein tiefes Verständnis dafür entwickelt, was Benutzer von digitalen Designs erwarten."
        },
        {
          "headline": "Digital Design",
          "text": "Mit meiner Expertise im Bereich User Interface Design begeistere ich mich für die Erstellung herausragender Websites. Egal ob es um fesselnde Marketing- und Landingpages oder die Entwicklung von CMS-basierten Unternehmenswebsites geht – ich liebe es, Websites mit kleinen Feinheiten wie Animationen oder 3D-Beispielen zu gestalten."
        },
        {
          "headline": "UX & Solutions",
          "text": "Im Laufe der Jahre habe ich viele Projekte gesehen, die bereits von Anfang an in die falsche Richtung steuerten. Es gab jedoch auch zahlreiche erfolgreiche Projekte sowie solche, die an kleinen Details gescheitert sind. Mein Ziel ist es, dass Ihr Projekt von meinen Erfahrungen profitiert und von Anfang an in die richtige Richtung lenkt, um optimale Ergebnisse zu erzielen."
        }
      ]
    },
    "projects": {
      "headline": {
        "headline": "Projekte",
        "subline": "Ich arbeite in Professionellen Kundenprojekten seit mehr als 10 Jahren."
      }
    }
  },
  "interview": {
    "header": {
      "headline": "Interview",
      "subline": "Deutscher satz welcher das Interview beschreibt.... "
    },
    "content": {
      "textBlock": {
        "headline:": "Über mich",
        "text": "Mein Name ist Maximilian - oder koby. Ich bin 28 Jahre alt und arbeite zurzeit in München als Front-End Entwickler & Web-Designer bei @SNK. Ich lebe seit ungefähr 9 Jahren in München, ursprünglich komme ich aber aus dem schönen Dresden."
      }
    }
  }
}