{
  "common": {
    "available": "Available for freelance work",
    "new": "New",
    "navigation": {
      "home": "Home",
      "projects": "Projects",
      "interview": "Interview",
      "contact": "Contact"
    },
    "footer": {
      "home": "Home",
      "imprint": "Legal Notice",
      "privacy": "Privacy Policy",
      "copy": "Maximilian Kobus"
    }
  },
  "home": {
    "header": {
      "headline-1": "Hi, I'm Maximilian.",
      "headline-2": "I work as a Front-End Developer & Digital Designer."
    },
    "interview-teaser": {
      "headline": "Interview",
      "text": "My name is Maximilian. I work as a Front-End Developer and Designer at SNK in Munich.",
      "link": "Read more"
    },
    "services": {
      "headline": {
        "headline": "Services",
        "subline": "Transforming Ideas into Exceptional Digital Experiences."
      },
      "teaser": [
        {
          "headline": "Development",
          "text": "As an experienced Front-End Developer with over a decade of industry experience, I have had the privilege of working on numerous projects catering to businesses of all sizes. This extensive exposure has given me deep insights into user expectations, allowing me to deliver digital designs that captivate and engage users effectively."
        },
        {
          "headline": "Digital Design",
          "text": "With my expertise in User Interface design, I excel at crafting exceptional websites, whether it's creating captivating Marketing and Landing pages or developing CMS-based company websites. My passion lies in creating visually stunning designs with meticulous attention to detail, including engaging animations and 3D samples."
        },
        {
          "headline": "UX & Solutions",
          "text": "Having witnessed various projects evolve over the years, I have gained valuable experience in identifying potential pitfalls and preventing them right from the outset. I have observed both successful ventures and those lacking essential elements needed for success. It is my goal to ensure that your project learns from my experiences, enhancing its chances of achieving optimal results."
        }
      ]
    },
    "projects": {
      "headline": {
        "headline": "Projects",
        "subline": "A Selection of my Diverse Design and Development Projects: Showcasing my Portfolio."
      }
    }
  },
  "interview": {
    "header": {
      "headline": "Interview",
      "subline": "If you want to hear more about me as a person and personal views, here is a basic Q&A for you to catch up."
    },
    "content": [
      {
        "component": "ContentText",
        "title": "Aktuelles",
        "text": "Ich <Utf></Utf><Bold>arbeite</Bold> bei {{Age}} als <Italic>Front-End</Italic> <Underline>Entwickler</Underline> ['SNK', ['https://www.snk.de', '_blank', 'content-link'] im Bereich TYPO3. Ich programmiere Front-End Anwendungen und arbeite Hand-in-Hand mit den TYPO3 Back-End Entwicklern zusammen. In meiner Privaten Zeit konzentriere ich mich zusätzlich noch auf Web- & UI-Design."
      },
      {
        "component": "ContentText",
        "title": "Was gefällt mir an meiner Arbeit am meisten?",
        "text": "Die ständige Abwechslung. Das Web entwickelt sich gefühlt jeden Tag ein Stück weiter. Es gibt so viele Möglichkeiten neue Dinge zu lernen. Neue Ecken in der Entwicklung zu entdecken. Zusätzlich gefällt mir aber auch, das gute Arbeit oft belohnt wird. Qualität zahlt sich aus - eben genauso wie im Handwerk. Wer vorausschauend und modern arbeitet wird dafür in der Zukunft, im Support des Systems, belohnt. Daher setze auch ich selbst auf moderne Web-Technologien und Tools. Ich versuche mich ständig in meiner Qualität zu steigern und so wenig externe Libraries zu verwenden wie nötig. Vanilla JS und Custom LESS-CSS / SASS-CSS sind für mich die besten Methoden, wenn es um minimale Anwendungen geht. Zusätzlich sind aber auch JavaScript Frameworks wie NextJS, Vue und Svelte super interessant für skalierbare Anwendungen."
      }
    ]
  },
  "projects": [
    {
      "link": {
        "slug": "https://www.annkatrinmerk.com/",
        "title": "Ann-Katrin Merk - Coaching",
        "external": true,
        "logo": "/assets/logo-anki.svg",
        "new": true
      }
    },
    {
      "link": {
        "slug": "https://playground.koby.work",
        "title": "Digital Playground",
        "external": true,
        "logo": "/assets/logo-playground.svg",
        "new": true
      }
    },
    {
      "link": {
        "slug": "halftime",
        "title": "halftime.space",
        "external": false,
        "logo": "/assets/logo-halftime.svg",
        "new": false
      },
      "content": {
        "headline": "halftime.space",
        "subline": "A platform for saving and curating your inspirations."
      }
    },
    {
      "link": {
        "slug": "https://www.tischlereipfau.de/",
        "title": "Tischlerei Pfau",
        "external": true,
        "logo": "/assets/logo-pfau.svg",
        "new": false
      }
    },
    {
      "link": {
        "slug": "taskline",
        "title": "Taskline",
        "external": false,
        "logo": "/assets/logo-taskline.svg",
        "new": false
      },
      "content": {
        "headline": "taskline",
        "subline": "A task management app for your tasks."
      }
    },
    {
      "link": {
        "slug": "convertr",
        "title": "Convertr",
        "external": false,
        "logo": "/assets/logo-convertr.svg",
        "new": false
      },
      "content": {
        "headline": "Convertr",
        "subline": "A macOS-App for convert svgs to Data-URI strings."
      }
    }
  ]
}