{
  "common": {
    "available": "Available for freelance work",
    "navigation": {
      "home": "Home",
      "projects": "Projects",
      "interview": "Interview",
      "contact": "Contact"
    },
    "footer": {
      "home": "Home",
      "imprint": "Legal Notice",
      "privacy": "Privacy Policy",
      "copy": "Maximilian Kobus"
    }
  },
  "home": {
    "header": {
      "headline-1": "Hi, I'm Maximilian.",
      "headline-2": "I work as a Front-End Developer & Digital Designer."
    },
    "interview-teaser": {
      "headline": "Interview",
      "text": "My name is Maximilian. I work as a Front-End Developer and Designer at SNK in Munich.",
      "link": "Read more"
    },
    "services": {
      "headline": {
        "headline": "Services",
        "subline": "Transforming Ideas into Exceptional Digital Experiences."
      },
      "teaser": [
        {
          "headline": "Development",
          "text": "As an experienced Front-End Developer with over a decade of industry experience, I have had the privilege of working on numerous projects catering to businesses of all sizes. This extensive exposure has given me deep insights into user expectations, allowing me to deliver digital designs that captivate and engage users effectively."
        },
        {
          "headline": "Digital Design",
          "text": "With my expertise in User Interface design, I excel at crafting exceptional websites, whether it's creating captivating Marketing and Landing pages or developing CMS-based company websites. My passion lies in creating visually stunning designs with meticulous attention to detail, including engaging animations and 3D samples."
        },
        {
          "headline": "UX & Solutions",
          "text": "Having witnessed various projects evolve over the years, I have gained valuable experience in identifying potential pitfalls and preventing them right from the outset. I have observed both successful ventures and those lacking essential elements needed for success. It is my goal to ensure that your project learns from my experiences, enhancing its chances of achieving optimal results."
        }
      ]
    },
    "projects": {
      "headline": {
        "headline": "Projects",
        "subline": "My personal projects I work on in my freetime."
      }
    }
  },
  "interview": {
    "header": {
      "headline": "Interview",
      "subline": "If you want to hear more about me as a person and personal views, here is a basic Q&A for you to catch up."
    },
    "content": {
      "textBlock": {
        "headline": "Über mich",
        "text": "Mein Name ist Maximilian - oder koby. Ich bin 28 Jahre alt und arbeite zurzeit in München als Front-End Entwickler & Web-Designer bei @SNK. Ich lebe seit ungefähr 9 Jahren in München, ursprünglich komme ich aber aus dem schönen Dresden."
      }
    }
  }
}